{"body": "Few left-anarchists are actually violent, ______ throughout the late 19th and early 20th century, the violent kind has made \"anarchism\" famous as an ______ justifying murder and bombing. Most left-anarchists ______ not immediately violent, although many advocate a future revolution. The position ______ left-anarchists regarding violence, what legitimizes it ______ not, and how can justice exist with or without violence is not clear, though.", "words": ["but", "or", "are", "of", "ideology"]}
{"body": "Anarcho-capitalists, like classical liberals in general, tend to loathe violent action ______ revolutions as ______ \"normal\" way to promote or impose their views, even in presence of governments they hate. However, they do support, e.g. the american revolution, that precisely ______ in individuals sharing ______ views fighting together, ______ people trying to impose their views on them.", "words": ["against", "and", "a", "consisted", "common"]}
{"body": "On the ______ of capitalism vs socialism, the reply of modern individualist anarchism is to let each individual ______ the system he is ______ to adhere to, and, with experience, each will choose what suits him best; to them, it doesn't ______ which system will ______ prevail, as long as individual freedom is respected.", "words": ["willing", "matter", "debate", "choose", "majoritarily"]}
{"body": "Libertarian socialists consider ______ an employer-employee relationship ______ based on coercion by the employer, ______ constitutes a de facto government, and should ______ prevented, even if oppressed employees are passively consenting out of weakness and ignorance. Anarcho-capitalists consider that an employer-employee relationship is an elaborate and mutually profitable form of voluntary association, and that any ______ power capable of preventing it is a form of oppressive de facto government.", "words": ["is", "external", "which", "that", "be"]}
{"body": "Libertarian socialists and anarcho-capitalists view each other with hostility. Proponents of each of these two theories tend ______ claim that theirs is the only true anarchism, while the other position is not anarchism at all, because it opposes a wrong notion of power ('archos'). ______ the other hand, libertarian socialists consider themselves as part of ______ collectivist movement, while anarcho-capitalists consider themselves as classical liberals - ______ shows ______ the opposition between collectivism and individualism in matters of political economy is indeed more essential than the question of the existence of government.", "words": ["the", "that", "this", "to", "On"]}
{"body": "Many libertarian socialists argue that anarcho-capitalism ______ not be called anarchism at all, due to ______ much older use of the word to refer to libertarian socialism. Anarcho-capitalists ______ ______ have just as much ______ to the word as libertarian socialists have, and that their anti-statist tradition is actually older and more coherent. Individualist anarchists don't care much for such macho \"length contests\" about the age of traditions.", "words": ["the", "they", "argue", "should", "right"]}
{"body": "Anarcho-capitalists, like classical ______ ______ general, tend to loathe violent action and revolutions as a \"normal\" way to promote or impose their views, even in presence of governments they hate. However, ______ do support, e.g. the american revolution, that precisely consisted ______ individuals sharing common views fighting together, against people trying to impose their ______ on them.", "words": ["in", "views", "liberals", "they", "in"]}
{"body": "On the debate of capitalism vs socialism, the reply ______ modern individualist anarchism ______ to let each individual choose the system he is willing to adhere to, and, with experience, ______ will choose what suits him best; to them, it doesn't ______ which system will ______ prevail, as long as individual freedom is respected.", "words": ["majoritarily", "each", "of", "matter", "is"]}
{"body": "Libertarian socialists consider that an employer-employee relationship is based ______ coercion by the employer, which constitutes ______ de facto government, and should be prevented, even if oppressed employees are passively consenting out of weakness and ignorance. Anarcho-capitalists consider that an employer-employee relationship is an elaborate ______ mutually profitable form of voluntary association, and that any external ______ capable of preventing it is a form ______ oppressive de facto government.", "words": ["of", "a", "and", "on", "power"]}
{"body": "Libertarian socialists and anarcho-capitalists view each other with hostility. Proponents of each of these two theories tend ______ claim that theirs is the only true anarchism, while the other position is not anarchism at all, because it opposes a wrong notion of power ('archos'). On the other hand, ______ socialists consider themselves as part ______ the collectivist movement, while anarcho-capitalists consider themselves as classical liberals - this ______ that the opposition between collectivism and individualism in matters of political economy is ______ more essential than the question of the existence of government.", "words": ["shows", "of", "to", "indeed", "libertarian"]}
{"body": "Many libertarian socialists argue that anarcho-capitalism should not ______ called anarchism at all, due to the much older use of the word to refer to ______ socialism. Anarcho-capitalists argue they have just as ______ right to the word as ______ socialists have, and that their anti-statist tradition ______ actually older and more coherent. Individualist anarchists don't care much for such macho \"length contests\" about the age of traditions.", "words": ["libertarian", "libertarian", "is", "be", "much"]}
{"body": "Anarcho-capitalists, like classical liberals in general, tend to ______ violent action and revolutions as a \"normal\" way to ______ or impose their views, even in presence of governments they hate. However, ______ do support, e.g. the american revolution, that precisely consisted in ______ sharing common views fighting together, against people trying to impose ______ views on them.", "words": ["loathe", "individuals", "promote", "their", "they"]}
{"body": "On the debate of capitalism vs socialism, the reply of ______ ______ anarchism ______ to let each individual choose the system he is willing to adhere to, and, with experience, each ______ choose what suits him best; to them, it doesn't matter which system will majoritarily prevail, as long as individual ______ is respected.", "words": ["will", "freedom", "modern", "individualist", "is"]}
{"body": "Libertarian socialists consider ______ an employer-employee relationship is based on coercion by the employer, which constitutes ______ de facto government, and ______ be prevented, even if oppressed ______ are passively consenting out of weakness and ignorance. Anarcho-capitalists consider that an employer-employee relationship is an elaborate and mutually profitable form of voluntary association, and that any external power capable of preventing it is ______ form of oppressive de facto government.", "words": ["should", "a", "that", "a", "employees"]}
{"body": "Libertarian socialists and anarcho-capitalists view each other with hostility. Proponents of each of these two theories tend to claim ______ theirs is the only ______ anarchism, while the other position is not anarchism at all, because it opposes a wrong notion of power ('archos'). On the other hand, ______ socialists consider themselves as part of the collectivist movement, while anarcho-capitalists consider themselves as classical liberals - this shows that the opposition between collectivism and individualism in matters of political economy is indeed more essential than the ______ of ______ existence of government.", "words": ["that", "question", "libertarian", "true", "the"]}
{"body": "______ libertarian ______ ______ that anarcho-capitalism should not be called anarchism at all, due to the much older ______ of the word to refer to libertarian socialism. Anarcho-capitalists argue they have just as much right to the word as libertarian socialists have, and that ______ anti-statist tradition is actually older and more coherent. Individualist anarchists don't care much for such macho \"length contests\" about the age of traditions.", "words": ["socialists", "their", "argue", "Many", "use"]}
{"body": "Anarcho-capitalists, like classical liberals in general, tend to loathe ______ action and revolutions as a \"normal\" way ______ promote or ______ their views, even in presence of governments they hate. However, they ______ support, e.g. the american revolution, that precisely consisted in individuals ______ common views fighting together, against people trying to impose their views on them.", "words": ["impose", "to", "do", "sharing", "violent"]}
{"body": "On the debate of capitalism vs socialism, the reply of ______ individualist anarchism is to let ______ individual ______ the system he is willing to ______ to, and, with experience, each will choose what suits him best; to them, it doesn't matter which system will majoritarily prevail, as long ______ individual freedom is respected.", "words": ["adhere", "modern", "each", "choose", "as"]}
{"body": "Libertarian socialists ______ that an employer-employee relationship is based on coercion by the employer, which constitutes a ______ facto government, and should be prevented, even if oppressed employees are passively ______ out of weakness and ignorance. Anarcho-capitalists consider that an employer-employee relationship ______ an elaborate and mutually profitable form of voluntary association, and that any external power capable of preventing it ______ a form of oppressive de facto government.", "words": ["consenting", "is", "consider", "de", "is"]}
{"body": "Libertarian socialists ______ anarcho-capitalists view each other with hostility. Proponents of each of these two theories tend to claim that theirs is the ______ true anarchism, while the other position is not anarchism at all, because it opposes a wrong notion of power ('archos'). On the other hand, libertarian socialists consider themselves as ______ of the collectivist movement, while anarcho-capitalists consider themselves as classical liberals - this shows that the opposition between collectivism and individualism in matters of political economy is indeed more essential ______ the question of the ______ of government.", "words": ["than", "existence", "part", "only", "and"]}
{"body": "Many libertarian socialists argue that anarcho-capitalism should not be called anarchism at all, due to the much older use of the word to refer ______ libertarian socialism. Anarcho-capitalists argue they have just as much right to the word as libertarian socialists have, and that their anti-statist tradition is actually older ______ more coherent. Individualist ______ don't care much for such ______ \"length contests\" about ______ age of traditions.", "words": ["to", "the", "and", "macho", "anarchists"]}
{"body": "Anarcho-capitalists, like classical liberals in general, tend to loathe violent action and revolutions as a \"normal\" way to promote or impose ______ views, even in presence of governments they hate. However, they do support, e.g. the american revolution, that precisely consisted ______ ______ sharing common views fighting together, against people ______ to impose ______ views on them.", "words": ["in", "individuals", "their", "their", "trying"]}
{"body": "On the debate of capitalism vs socialism, the reply of modern ______ anarchism is to let each individual choose ______ system he is willing to adhere to, and, with experience, ______ will choose what suits him best; to them, it doesn't ______ which system will majoritarily prevail, as long ______ individual freedom is respected.", "words": ["matter", "individualist", "each", "the", "as"]}
{"body": "______ socialists consider that an employer-employee relationship is based on coercion ______ the employer, which constitutes a de facto government, and should ______ prevented, even if oppressed employees are passively consenting out of ______ and ignorance. Anarcho-capitalists ______ that an employer-employee relationship is an elaborate and mutually profitable form of voluntary association, and that any external power capable of preventing it is a form of oppressive de facto government.", "words": ["be", "weakness", "consider", "by", "Libertarian"]}
{"body": "______ socialists and anarcho-capitalists view each other with hostility. Proponents of each of these two theories tend to claim that theirs is ______ only true anarchism, while the other position is not anarchism at all, because it opposes a wrong notion of ______ ('archos'). On the other hand, libertarian socialists consider themselves ______ part of the collectivist movement, while anarcho-capitalists ______ themselves as classical liberals - this shows that the opposition between collectivism and individualism in matters of political economy is indeed more essential than the question of the existence of government.", "words": ["Libertarian", "the", "consider", "power", "as"]}
{"body": "Many ______ socialists argue that anarcho-capitalism should not be called anarchism at all, due to the much older use of ______ word to refer to libertarian socialism. Anarcho-capitalists argue they have just as much right to the word as libertarian socialists have, and that their anti-statist tradition is actually older and more coherent. Individualist anarchists don't care ______ ______ ______ macho \"length contests\" about the age of traditions.", "words": ["such", "for", "the", "libertarian", "much"]}
{"body": "Anarcho-capitalists, ______ classical liberals in general, tend to ______ violent action and revolutions as a \"normal\" ______ to promote or impose their views, even in presence of governments they hate. However, they do support, e.g. the american revolution, that precisely consisted in individuals sharing common views fighting together, against people trying to impose their ______ ______ them.", "words": ["views", "like", "loathe", "way", "on"]}
{"body": "On the ______ of capitalism vs socialism, ______ reply of modern individualist anarchism is to let each individual choose ______ system he is ______ to adhere to, and, with experience, each will choose what suits him best; to them, it doesn't matter which ______ will majoritarily prevail, as long as individual freedom is respected.", "words": ["the", "system", "debate", "willing", "the"]}
{"body": "Libertarian socialists consider that an employer-employee relationship ______ ______ on coercion by the employer, which constitutes ______ de facto government, and should be prevented, even if oppressed employees are passively consenting out of weakness and ignorance. Anarcho-capitalists consider that an employer-employee relationship is an elaborate and mutually profitable form of voluntary association, and that any external power ______ ______ preventing it is a form of oppressive de facto government.", "words": ["capable", "a", "of", "is", "based"]}
{"body": "Libertarian socialists and anarcho-capitalists view each other with hostility. Proponents of each of these two theories tend to ______ that theirs is the only true anarchism, while the ______ ______ is not anarchism at all, because it opposes a wrong notion of power ('archos'). On the other hand, libertarian socialists consider themselves as part ______ the ______ movement, while anarcho-capitalists consider themselves as classical liberals - this shows that the opposition between collectivism and individualism in matters of political economy is indeed more essential than the question of the existence of government.", "words": ["collectivist", "position", "other", "of", "claim"]}
{"body": "Many libertarian ______ argue that anarcho-capitalism ______ not be called anarchism ______ all, due to ______ much older use of the word to refer to libertarian socialism. Anarcho-capitalists argue they have just as much right to the word as libertarian socialists have, and that their anti-statist tradition is actually older and more coherent. Individualist ______ don't care much for such macho \"length contests\" about the age of traditions.", "words": ["socialists", "at", "anarchists", "should", "the"]}
{"body": "Anarcho-capitalists, ______ classical liberals in general, tend to loathe violent ______ and revolutions as a \"normal\" ______ to promote or impose their views, even in presence of governments they hate. However, they do support, e.g. the american revolution, that ______ consisted in individuals sharing ______ views fighting together, against people trying to impose their views on them.", "words": ["action", "common", "way", "like", "precisely"]}
{"body": "On the debate of capitalism vs socialism, the ______ ______ modern individualist anarchism is to let each ______ choose the system ______ is willing to adhere to, and, with experience, each will choose what suits him best; to them, it doesn't matter which system ______ majoritarily prevail, as long as individual freedom is respected.", "words": ["individual", "will", "of", "he", "reply"]}
{"body": "Libertarian socialists consider that an employer-employee relationship is based on coercion by the employer, which constitutes a de facto government, and ______ be prevented, even if oppressed employees are passively consenting out of weakness and ignorance. Anarcho-capitalists consider that an employer-employee relationship is an elaborate and mutually profitable form of voluntary association, and that any external power ______ of preventing ______ ______ a form of ______ de facto government.", "words": ["it", "should", "oppressive", "is", "capable"]}
{"body": "Libertarian socialists and anarcho-capitalists view each other with hostility. Proponents of ______ of these two theories tend to claim that theirs is ______ only true anarchism, while the other ______ is not anarchism at all, because it opposes a wrong notion of power ('archos'). On the other hand, libertarian socialists consider themselves as part of the ______ movement, while anarcho-capitalists consider themselves as classical liberals - this shows that the ______ between collectivism and individualism in matters of political economy is indeed more essential than the question of the existence of government.", "words": ["each", "position", "opposition", "the", "collectivist"]}
{"body": "Many libertarian socialists ______ that anarcho-capitalism ______ ______ be called anarchism at all, due to the much older use of the word to refer to libertarian socialism. Anarcho-capitalists argue they have just as much right to the word as libertarian socialists have, and ______ their anti-statist tradition ______ actually older and more coherent. Individualist anarchists don't care much for such macho \"length contests\" about the age of traditions.", "words": ["is", "argue", "should", "not", "that"]}
{"body": "Anarcho-capitalists, like classical liberals in general, tend ______ ______ violent ______ and revolutions as a \"normal\" way to promote or impose their views, ______ in presence ______ governments they hate. However, they do support, e.g. the american revolution, that precisely consisted in individuals sharing common views fighting together, against people trying to impose their views on them.", "words": ["loathe", "action", "even", "of", "to"]}
{"body": "______ the ______ of capitalism vs socialism, the reply of modern individualist anarchism is to let each individual choose the system he is willing to adhere to, and, with experience, each will choose what suits him best; ______ them, it doesn't matter ______ system will majoritarily prevail, as long ______ individual freedom is respected.", "words": ["as", "On", "debate", "to", "which"]}
{"body": "Libertarian socialists consider that an employer-employee relationship is based ______ coercion by the employer, which constitutes a de facto government, and should be prevented, even if oppressed employees are passively consenting out of weakness and ignorance. Anarcho-capitalists ______ that an employer-employee ______ is an elaborate and mutually profitable form of voluntary association, and that any external ______ capable of preventing it is a form ______ oppressive de facto government.", "words": ["relationship", "of", "consider", "on", "power"]}
{"body": "Libertarian socialists and anarcho-capitalists view each other with hostility. Proponents of each of these two theories tend to claim that theirs is the only true anarchism, while the other ______ is not anarchism at all, because it ______ a wrong notion of power ('archos'). On the ______ hand, libertarian ______ consider themselves as part of the collectivist movement, while anarcho-capitalists consider themselves as classical liberals - this shows that the opposition between collectivism and individualism in matters ______ political economy is indeed more essential than the question of the existence of government.", "words": ["of", "socialists", "other", "position", "opposes"]}
{"body": "Many libertarian socialists argue that anarcho-capitalism should not ______ called anarchism at all, due ______ the ______ older use of the word to refer ______ libertarian socialism. Anarcho-capitalists argue they have just ______ much right to the word as libertarian socialists have, and that their anti-statist tradition is actually older and more coherent. Individualist anarchists don't care much for such macho \"length contests\" about the age of traditions.", "words": ["much", "as", "to", "be", "to"]}
{"body": "Anarcho-capitalists, ______ classical liberals in general, tend to loathe violent action and revolutions as a \"normal\" way to ______ or impose ______ views, even in presence of governments they hate. However, they do support, e.g. the american revolution, that precisely ______ in individuals sharing ______ views fighting together, against people trying to impose their views on them.", "words": ["common", "promote", "their", "consisted", "like"]}
{"body": "On the ______ of capitalism vs socialism, the reply ______ modern individualist anarchism is to let each individual choose the system he ______ willing ______ adhere to, and, with experience, each will choose what suits him best; to them, it doesn't matter which system will majoritarily prevail, as long ______ individual freedom is respected.", "words": ["debate", "as", "is", "of", "to"]}
{"body": "Libertarian socialists consider that an employer-employee relationship is based on coercion by the employer, which constitutes a de facto government, and should ______ prevented, even if oppressed employees are passively consenting out of weakness and ignorance. Anarcho-capitalists consider that an employer-employee relationship is an elaborate ______ ______ profitable form of voluntary association, ______ that any external power capable of preventing it is a form of oppressive de ______ government.", "words": ["mutually", "be", "and", "facto", "and"]}
{"body": "Libertarian socialists and anarcho-capitalists view each other with hostility. Proponents of each of ______ two theories tend to claim that theirs is the only true anarchism, while the other position is not anarchism at all, because it opposes a wrong notion of power ('archos'). On the other hand, libertarian socialists ______ themselves as part of the ______ movement, while anarcho-capitalists consider themselves as classical liberals - this shows that the opposition ______ collectivism and individualism in matters ______ political economy is indeed more essential than the question of the existence of government.", "words": ["these", "between", "collectivist", "of", "consider"]}
{"body": "Many libertarian socialists argue that anarcho-capitalism should ______ ______ called anarchism at all, due to the much older use ______ ______ word to refer to libertarian socialism. Anarcho-capitalists argue they have just as much right to the word as libertarian socialists have, and that their anti-statist tradition is actually older and more coherent. Individualist anarchists don't care much for such ______ \"length contests\" about the age of traditions.", "words": ["macho", "of", "be", "the", "not"]}
{"body": "Anarcho-capitalists, like ______ ______ in general, tend to loathe ______ action and revolutions as a \"normal\" way to promote or impose their views, even in presence of governments they hate. However, they do support, e.g. the american revolution, that ______ consisted in individuals ______ common views fighting together, against people trying to impose their views on them.", "words": ["precisely", "classical", "liberals", "violent", "sharing"]}
{"body": "On the debate of capitalism vs socialism, the reply of modern ______ ______ is to let each individual choose the ______ he is willing to adhere to, and, with experience, each will choose what suits him best; to them, it doesn't matter which system will majoritarily prevail (which doesn't ______ each of them from making one's own educated guess), ______ long as individual freedom is respected.", "words": ["anarchism", "prevent", "individualist", "system", "as"]}
{"body": "The popular ______ of ______ as absolute chaos and disorder, what some scholars call by Durkheim's sociological term \"anomie\" (absence of standards, values or order), is rejected by all the above anarchist traditions - they think that ______ is actually a source of disorder, and that society would be more orderly ______ any.  Anarchy and anomie in this context ______ most often ''not'' intended situations, and are more an extension of what the opponents of anarchy imagine would result from if anarchists of any kind were to take power.", "words": ["are", "government", "meaning", "anarchy", "without"]}
{"body": "Both libertarian socialists and anarcho-capitalists share an opposition to states ______ governments; but beyond that they ______ vehemently.  Libertarian socialists consider that an employer-employee relationship is based on coercion by the employer, and that all coercion should be prevented, even if oppressed employees are passively consenting out of weakness and ignorance. Anarcho-capitalists consider ______ employer-employee relationship to be ______ elaborate and mutually ______ form of voluntary association, and that any external power capable of preventing it is itself oppression.", "words": ["disagree", "an", "profitable", "and", "an"]}
{"body": "Anarcho-capitalists, like classical liberals in general, tend to loathe violent action and revolutions as a \"normal\" way ______ promote ______ impose their views, even in presence of governments they hate. However, ______ do support, e.g. the ______ revolution, that precisely consisted in individuals sharing common views fighting together, against people trying to impose their ______ on them.", "words": ["american", "views", "to", "or", "they"]}
{"body": "On the debate of ______ vs socialism, the reply ______ modern individualist anarchism is to let each individual choose the system he is ______ to adhere to, and, with experience, each will choose what suits him best; to them, it doesn't matter which ______ will majoritarily prevail (which doesn't prevent each of them from making one's own educated guess), as long as ______ freedom is respected.", "words": ["of", "willing", "capitalism", "individual", "system"]}
{"body": "Libertarian socialists consider that an employer-employee relationship is based on coercion by ______ employer, which constitutes a de facto government, and should be prevented, even if oppressed employees are passively consenting ______ of weakness and ignorance. Anarcho-capitalists consider that an employer-employee relationship is an elaborate and mutually profitable ______ of voluntary association, ______ that any external power ______ of preventing it is a form of oppressive de facto government.", "words": ["out", "form", "capable", "the", "and"]}
{"body": "Libertarian socialists ______ anarcho-capitalists view each other with hostility. Proponents of each of these two theories tend to claim that theirs is the only ______ anarchism, while the other position is not anarchism at all, because it opposes a wrong notion of power ('archos'). On the other hand, libertarian socialists consider themselves as ______ of the collectivist movement, while anarcho-capitalists consider themselves as classical liberals - this shows that the opposition between collectivism ______ individualism in matters of political economy is indeed ______ essential than the question of the existence of government.", "words": ["part", "and", "more", "true", "and"]}
{"body": "Many libertarian socialists argue that anarcho-capitalism should not ______ called anarchism at all, due to the much older use of the word to refer to libertarian socialism. Anarcho-capitalists argue they have just ______ ______ right to the word as libertarian ______ have, and that their anti-statist tradition is actually older and more coherent. Individualist anarchists could arguably claim <i>they</i> are the oldest anarchist tradition, ______ they care little for such macho \"length contests\" about the age of traditions, since they don't feel like they are part of a collective they must defend.", "words": ["but", "socialists", "much", "as", "be"]}
{"body": "Anarcho-capitalists, ______ classical liberals in general, tend to loathe violent action and revolutions as a \"normal\" way to promote or impose their views, even in ______ of governments they hate. However, they do support, e.g. the american revolution, that precisely consisted in ______ ______ common views fighting together, against people trying to impose ______ views on them.", "words": ["like", "sharing", "presence", "their", "individuals"]}
{"body": "On the debate of capitalism vs socialism, the reply of modern individualist anarchism is to let each individual choose ______ system he is willing to adhere to, and, with experience, ______ will choose what suits ______ best; ______ them, it doesn't matter which system will majoritarily prevail (which doesn't prevent each of them from making one's ______ educated guess), as long as individual freedom is respected.", "words": ["him", "each", "the", "to", "own"]}
{"body": "Libertarian socialists consider that an employer-employee relationship is based on coercion by ______ employer, which constitutes ______ de facto government, ______ should be prevented, even if oppressed ______ are passively consenting out of weakness and ignorance. Anarcho-capitalists consider that ______ employer-employee relationship is an elaborate and mutually profitable form of voluntary association, and that any external power capable of preventing it is a form of oppressive de facto government.", "words": ["the", "and", "employees", "an", "a"]}
{"body": "Libertarian socialists and anarcho-capitalists view each other with hostility. Proponents of each of these two theories tend to claim that theirs is the ______ true anarchism, while the other position ______ not anarchism at all, because it opposes a wrong notion of power ('archos'). On the ______ hand, libertarian socialists consider ______ as part of the collectivist movement, while anarcho-capitalists consider themselves as classical liberals - this shows that the opposition between collectivism and individualism in matters of political economy is indeed more ______ than the question of the existence of government.", "words": ["is", "other", "only", "themselves", "essential"]}
{"body": "Many libertarian socialists ______ that anarcho-capitalism should not be called anarchism at all, due to the much older use of the word to refer to ______ socialism. Anarcho-capitalists argue they have just as much right to the word as libertarian socialists have, and that their anti-statist tradition ______ actually older and more coherent. Individualist ______ could arguably claim <i>they</i> are the oldest ______ tradition, but they care little for such macho \"length contests\" about the age of traditions, since they don't feel like they are part of a collective they must defend.", "words": ["libertarian", "is", "anarchists", "anarchist", "argue"]}
{"body": "Anarcho-capitalists, ______ ______ liberals in general, tend to loathe violent action and revolutions as a \"normal\" way to promote or impose their views, even in presence of governments they hate. However, they ______ support, e.g. the american revolution, that precisely consisted ______ individuals sharing common views fighting together, against people ______ to impose their views on them.", "words": ["like", "classical", "trying", "in", "do"]}
{"body": "______ the debate ______ capitalism vs socialism, the reply ______ modern individualist anarchism is to let each individual choose the system he ______ willing to ______ to, and, with experience, each will choose what suits him best; to them, it doesn't matter which system will majoritarily prevail (which doesn't prevent each of them from making one's own educated guess), as long as individual freedom is respected.", "words": ["is", "of", "of", "On", "adhere"]}
{"body": "Libertarian socialists ______ that an employer-employee relationship is based on coercion by the employer, which constitutes a de facto government, and should be prevented, even if oppressed employees are passively consenting out ______ weakness and ignorance. Anarcho-capitalists consider that an employer-employee relationship is an elaborate and mutually ______ form of ______ association, and that any external power capable of preventing it is ______ form of oppressive de facto government.", "words": ["profitable", "a", "of", "consider", "voluntary"]}
{"body": "Libertarian socialists and anarcho-capitalists view each other with hostility. Proponents of each of these two theories tend to claim that theirs is the only true anarchism, while the other position is not anarchism at all, because ______ opposes a ______ notion of power ('archos'). On the other hand, libertarian socialists consider themselves as part of the collectivist movement, while anarcho-capitalists consider themselves as classical liberals - ______ shows that the opposition between collectivism and individualism in matters of ______ economy is indeed more essential than the question of the ______ of government.", "words": ["wrong", "existence", "it", "political", "this"]}
{"body": "Many libertarian ______ argue ______ anarcho-capitalism should not be called anarchism at all, due to the much older use of the word to refer to libertarian socialism. Anarcho-capitalists ______ they have just as much right to the word as libertarian socialists have, and that their anti-statist tradition is actually older and more coherent. Individualist ______ could arguably claim <i>they</i> are the oldest anarchist tradition, but they care little for such macho \"length contests\" about the age of traditions, since they don't feel like ______ are part of a collective they must defend.", "words": ["they", "socialists", "argue", "that", "anarchists"]}
{"body": "Anarcho-capitalists, like classical liberals in general, tend to loathe violent action and revolutions as a \"normal\" way to promote or impose their views, ______ in ______ ______ governments they hate. However, they do support, e.g. the american revolution, that precisely consisted in individuals sharing ______ views fighting together, against people trying to impose their ______ on them.", "words": ["even", "of", "views", "presence", "common"]}
{"body": "______ the debate of ______ vs socialism, the reply of modern individualist anarchism is to let each individual choose the system he is willing to adhere to, and, with experience, each will choose ______ suits him best; to them, it doesn't matter which system will majoritarily prevail, as ______ as individual ______ is respected.", "words": ["On", "what", "freedom", "long", "capitalism"]}
{"body": "Libertarian socialists consider that an employer-employee relationship is based on coercion by the employer, ______ constitutes a de facto government, and should be prevented, even if oppressed employees are passively consenting out of weakness ______ ignorance. Anarcho-capitalists consider ______ an employer-employee relationship is an elaborate and mutually profitable form of voluntary association, and ______ any external power capable of preventing it is a ______ of oppressive de facto government.", "words": ["and", "which", "that", "form", "that"]}
{"body": "Libertarian socialists and anarcho-capitalists view each other with hostility. Proponents of each of these two theories tend to claim that theirs is the only true anarchism, while the other ______ is not anarchism at all, because it ______ a wrong notion of power ('archos'). On the ______ hand, libertarian socialists consider themselves as part of the collectivist movement, while anarcho-capitalists consider themselves as classical liberals - this shows that the opposition between collectivism and individualism in matters of political economy is indeed more ______ than the question of ______ existence of government.", "words": ["essential", "the", "opposes", "other", "position"]}
{"body": "Many libertarian socialists argue that anarcho-capitalism should not be called ______ at all, due to the ______ older use of the word to refer to libertarian socialism. Anarcho-capitalists argue they have just as much right to the word as libertarian socialists have, and that ______ anti-statist tradition is ______ older and more coherent. Individualist anarchists don't ______ much for such macho \"length contests\" about the age of traditions.", "words": ["care", "their", "much", "actually", "anarchism"]}
{"body": "Anarcho-capitalists, like classical liberals in general, tend to loathe violent action and revolutions as a \"normal\" way ______ promote or ______ ______ views, even in presence of governments they hate. However, they ______ support, e.g. the american revolution, that precisely ______ in individuals sharing common views fighting together, against people trying to impose their views on them.", "words": ["their", "impose", "to", "consisted", "do"]}
{"body": "On the debate of capitalism vs socialism, the reply of modern ______ anarchism is to let ______ individual choose the ______ he is willing to adhere to, and, with experience, each will choose what suits him best; to them, it doesn't matter which ______ will majoritarily prevail (which doesn't prevent each of them from making one's own educated guess), as ______ as individual freedom is respected.", "words": ["system", "system", "long", "each", "individualist"]}
{"body": "The popular meaning of anarchy ______ absolute chaos and disorder, what some scholars call by Durkheim's sociological term \"anomie\" (absence of standards, values or order), ______ rejected by all the above anarchist traditions - they think that government is actually a source of disorder, and ______ society would be more orderly without any.  Anarchy and anomie in this context are most often ''not'' intended situations, and are more an extension ______ what the opponents of anarchy imagine would result from if anarchists of ______ kind were to take power.", "words": ["of", "as", "any", "that", "is"]}
{"body": "Libertarian socialists consider that an employer-employee relationship is based on coercion by the employer, which constitutes a de ______ government, and should be prevented, even if oppressed employees are passively consenting out of ______ and ignorance. Anarcho-capitalists consider that an employer-employee relationship is an elaborate and mutually ______ form of ______ association, and that any external ______ capable of preventing it is a form of oppressive de facto government.", "words": ["facto", "power", "voluntary", "weakness", "profitable"]}
{"body": "Libertarian socialists and anarcho-capitalists view each other with hostility. Proponents of each of these two theories tend to claim that theirs is the only true anarchism, ______ the other position is not anarchism at all, because it opposes a wrong notion of ______ ('archos'). On the other hand, libertarian socialists consider themselves ______ part of the collectivist movement, while anarcho-capitalists consider ______ as classical liberals - this shows that the opposition between collectivism and individualism in matters of political economy is indeed more essential than the question of the existence ______ government.", "words": ["as", "themselves", "power", "while", "of"]}
{"body": "Many libertarian socialists argue that anarcho-capitalism should not be called anarchism at all, ______ to the much older use of the word to refer to libertarian socialism. Anarcho-capitalists argue they ______ just as much right to ______ word as libertarian socialists have, and that their anti-statist tradition is actually older and more coherent. ______ anarchists could arguably claim <i>they</i> are the oldest anarchist tradition, but they care little for such macho \"length contests\" about the age of traditions, since ______ don't feel like they are part of a collective they must defend.", "words": ["they", "due", "the", "have", "Individualist"]}
{"body": "Anarcho-capitalists, like classical liberals in general, tend to loathe violent action and revolutions as ______ \"normal\" way to promote or impose their views, even in presence of ______ they hate. However, ______ do support, e.g. the american revolution, that precisely consisted ______ individuals sharing common views fighting together, against people ______ to impose their views on them.", "words": ["trying", "governments", "they", "in", "a"]}
{"body": "On the debate of capitalism vs socialism, the reply of ______ individualist anarchism is to let each individual choose the ______ he is willing to adhere to, and, with experience, each ______ choose what suits ______ best; to them, it doesn't matter which system will majoritarily prevail (which doesn't prevent each ______ them from making one's own educated guess), as long as individual freedom is respected.", "words": ["will", "modern", "of", "him", "system"]}
{"body": "______ popular meaning of anarchy as absolute chaos and disorder, what some scholars call ______ Durkheim's sociological term \"anomie\" (absence of standards, values or order), is rejected by all the above anarchist traditions - they think that government is ______ a source of disorder, and that society would be more orderly without any.  Anarchy and anomie in this context are most often ''not'' intended situations, and are more an extension of what the opponents of anarchy imagine ______ result from if anarchists of any kind were to ______ power.", "words": ["by", "take", "actually", "would", "The"]}
{"body": "Libertarian socialists consider that an employer-employee relationship is based on coercion by the employer, which ______ a de facto government, and should be prevented, even if oppressed employees are passively consenting out of weakness and ignorance. Anarcho-capitalists consider that ______ employer-employee relationship is an elaborate and mutually profitable form of voluntary association, ______ that any external power ______ ______ preventing it is a form of oppressive de facto government.", "words": ["and", "capable", "of", "an", "constitutes"]}
{"body": "Libertarian socialists and anarcho-capitalists view each other with hostility. Proponents of each of these ______ theories tend to claim that theirs is the only true anarchism, while the other position is not ______ at all, because it opposes a wrong notion of power ('archos'). On the other hand, libertarian socialists consider themselves as part ______ the collectivist movement, while anarcho-capitalists ______ themselves as classical liberals - this shows that the opposition between collectivism and ______ in matters of political economy is indeed more essential than the question of the existence of government.", "words": ["consider", "individualism", "two", "of", "anarchism"]}
{"body": "Many libertarian socialists argue that anarcho-capitalism should ______ be called anarchism at all, due to the much older use of the word to refer to libertarian socialism. Anarcho-capitalists argue they have just as much right ______ the ______ as libertarian socialists have, and that their anti-statist tradition is actually older and more coherent. Individualist anarchists could arguably claim <i>they</i> are the oldest anarchist tradition, but ______ care ______ for such macho \"length contests\" about the age of traditions, since they don't feel like they are part of a collective they must defend.", "words": ["not", "to", "word", "little", "they"]}
{"body": "Anarcho-capitalists, like classical liberals in general, tend to loathe violent action and revolutions as a \"normal\" way to promote or impose their views, ______ in presence of governments ______ hate. However, they do support, e.g. the american revolution, that precisely consisted in individuals sharing ______ views fighting together, ______ ______ trying to impose their views on them.", "words": ["they", "common", "even", "people", "against"]}
{"body": "On the debate of capitalism vs socialism, the reply of modern individualist anarchism is to ______ each individual choose the system he ______ willing to adhere to, and, with experience, each will choose what suits him best; to them, it doesn't matter which system will ______ prevail (which doesn't prevent each ______ ______ from making one's own educated guess), as long as individual freedom is respected.", "words": ["them", "of", "is", "let", "majoritarily"]}
{"body": "The popular meaning of anarchy as absolute chaos and disorder, what some ______ call by Durkheim's sociological term \"anomie\" (absence of standards, values or order), is rejected by all ______ above anarchist traditions - they think that government is actually a source ______ disorder, and ______ society would be more orderly without any.  Anarchy and anomie in this context are most often ''not'' intended situations, and are more an ______ of what the opponents of anarchy imagine would result from if anarchists of any kind were to take power.", "words": ["that", "the", "of", "scholars", "extension"]}
{"body": "Libertarian socialists consider that an employer-employee relationship is based on coercion by the employer, which constitutes a de facto government, and should be prevented, even if oppressed employees are passively consenting out ______ weakness and ignorance. Anarcho-capitalists consider ______ an employer-employee ______ is an elaborate and mutually profitable form ______ voluntary association, and that any external power capable of preventing ______ is a form of oppressive de facto government.", "words": ["it", "of", "of", "relationship", "that"]}
{"body": "Libertarian socialists and anarcho-capitalists view each other with hostility. Proponents of each of ______ ______ theories tend to claim that theirs is the only true anarchism, while the other position is not anarchism at all, because it opposes a wrong notion of power ('archos'). On the ______ hand, libertarian socialists consider themselves as part of the collectivist movement, ______ anarcho-capitalists consider themselves as classical liberals - this shows that the opposition between collectivism and individualism in matters of political ______ is indeed more essential than the question of the existence of government.", "words": ["economy", "other", "while", "these", "two"]}
{"body": "Many libertarian socialists argue that anarcho-capitalism should not be called anarchism at all, due to the much older use of the word to refer to libertarian socialism. Anarcho-capitalists argue they have ______ as much right ______ the word as libertarian socialists have, and that their anti-statist tradition is ______ older and more coherent. ______ anarchists could arguably claim <i>they</i> are the oldest anarchist tradition, but they care little for such macho \"length contests\" about the age ______ traditions, since they don't feel like they are part of a collective they must defend.", "words": ["of", "actually", "to", "Individualist", "just"]}
{"body": "Anarcho-capitalists, ______ classical ______ in general, tend to loathe violent action and ______ as a \"normal\" way to promote or impose their views, even in presence of governments ______ hate. However, they do support, e.g. the ______ revolution, that precisely consisted in individuals sharing common views fighting together, against people trying to impose their views on them.", "words": ["revolutions", "liberals", "like", "american", "they"]}
{"body": "On ______ debate of capitalism vs socialism, the reply of modern ______ anarchism is to let each individual choose the system he is ______ to adhere to, and, with experience, each will choose what suits ______ best; to them, it doesn't matter which system will majoritarily prevail (which doesn't prevent ______ of them from making one's own educated guess), as long as individual freedom is respected.", "words": ["each", "him", "the", "individualist", "willing"]}
{"body": "The popular meaning ______ anarchy as absolute chaos ______ disorder, what some scholars call by Durkheim's sociological term \"anomie\" (absence of standards, values or order), ______ rejected by all the above anarchist traditions - ______ think that government is actually a source of disorder, and that society would be more orderly without any.  Anarchy and anomie in this context are most often ''not'' intended situations, and are more an extension of what the opponents of anarchy imagine ______ result from if anarchists of any kind were to take power.", "words": ["they", "is", "would", "of", "and"]}
{"body": "Libertarian socialists consider that an employer-employee relationship ______ based on coercion by ______ employer, which constitutes a de facto government, and should be prevented, even if oppressed ______ are passively consenting out of weakness and ignorance. Anarcho-capitalists consider that an employer-employee relationship is an elaborate and mutually profitable form of voluntary association, and that any external power capable ______ preventing ______ is a form of oppressive de facto government.", "words": ["it", "is", "employees", "of", "the"]}
{"body": "Libertarian socialists and anarcho-capitalists view each other with hostility. Proponents of each of these two theories tend to claim that theirs is the only true anarchism, ______ the other position is not anarchism at all, because it opposes a wrong notion ______ power ('archos'). On the other hand, libertarian socialists consider ______ as part of ______ collectivist movement, while anarcho-capitalists consider themselves as classical liberals - this shows that the ______ between collectivism and individualism in matters of political economy is indeed more essential than the question of the existence of government.", "words": ["opposition", "of", "themselves", "the", "while"]}
{"body": "Many libertarian socialists argue that anarcho-capitalism should not be called anarchism at all, due to the much ______ use of the word to refer to libertarian socialism. Anarcho-capitalists argue they have just as much ______ to the word as libertarian socialists have, and that their anti-statist tradition is actually older and more coherent. Individualist anarchists could arguably claim <i>they</i> are the oldest anarchist tradition, but ______ care little for such macho \"length contests\" about the age of traditions, since they don't feel like ______ are part of a collective they ______ defend.", "words": ["they", "they", "older", "must", "right"]}
{"body": "Anarcho-capitalists, like classical ______ in general, tend to loathe violent ______ and revolutions as a \"normal\" way to promote or impose their views, even in presence of governments they hate. However, they do support, e.g. the american revolution, that ______ ______ in individuals sharing common views fighting together, against people trying to impose their ______ on them.", "words": ["action", "consisted", "views", "precisely", "liberals"]}
{"body": "______ the debate of ______ vs socialism, the reply of modern individualist anarchism is to let each individual choose the system he ______ willing to adhere to, and, with experience, ______ will ______ what suits him best; to them, it doesn't matter which system will majoritarily prevail (which doesn't prevent each of them from making one's own educated guess), as long as individual freedom is respected.", "words": ["On", "capitalism", "choose", "is", "each"]}
{"body": "The popular meaning of ______ as absolute chaos and disorder, what some scholars call by Durkheim's sociological term \"anomie\" (absence of standards, values or order), is rejected by all the above anarchist traditions - they think that government is actually a source of disorder, and ______ society would be more orderly without any.  Anarchy and ______ ______ this context are most often ''not'' intended situations, and ______ more an extension of what the opponents of anarchy imagine would result from if anarchists of any kind were to take power.", "words": ["in", "that", "anomie", "are", "anarchy"]}
{"body": "Libertarian ______ ______ that an employer-employee relationship is based on coercion by ______ employer, which constitutes a de facto government, and should be prevented, even if oppressed employees are passively consenting out of weakness and ignorance. Anarcho-capitalists consider ______ an employer-employee relationship is an ______ and mutually profitable form of voluntary association, and that any external power capable of preventing it is a form of oppressive de facto government.", "words": ["consider", "that", "the", "socialists", "elaborate"]}
{"body": "Libertarian ______ and anarcho-capitalists view each ______ with hostility. ______ of each of these two theories tend to claim that theirs is the only true anarchism, while the other position is not ______ at all, because it opposes a wrong notion of power ('archos'). On the other hand, libertarian socialists consider themselves as part of the collectivist movement, while anarcho-capitalists consider themselves as classical liberals - this shows that the opposition between collectivism and individualism in matters of political ______ is indeed more essential than the question of the existence of government.", "words": ["anarchism", "Proponents", "other", "economy", "socialists"]}
{"body": "Many libertarian socialists ______ that anarcho-capitalism should not be called anarchism at all, due to the much older use of the word to refer to libertarian socialism. Anarcho-capitalists argue they have just as much right to the word as libertarian socialists have, and that their anti-statist tradition is actually older and more coherent. Individualist anarchists could ______ claim <i>they</i> are the oldest ______ tradition, but they care little for ______ macho \"length contests\" about the ______ of traditions, since they don't feel like they are part of a collective they must defend.", "words": ["age", "arguably", "anarchist", "such", "argue"]}
